CSI API ETABS v1
cSapModel.PropAreaSpring Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cPropAreaSpring PropAreaSpring { get; }
ReadOnly Property PropAreaSpring As cPropAreaSpring
	Get
Dim instance As cSapModel
Dim value As cPropAreaSpring
value = instance.PropAreaSpring
property cPropAreaSpring^ PropAreaSpring {
	cPropAreaSpring^ get ();
}
abstract PropAreaSpring : cPropAreaSpring with get
Property Value
Type: cPropAreaSpring
See Also
Reference
cSapModel Interface
ETABSv1 Namespace